<!--  Why Choose home -->
<section class="py-default position-relative">
    <!-- Text Why Choose -->
    <?php
        $textWhyUs = [
            [
                'title' => PearTheme::lang('Local Experience','Experiencia Local','当地体验','Experiência local'),
                'description' => PearTheme::lang('Our guides are locals with extensive knowledge about the history, myths, and secrets of the region.','Nuestros guías son locales con amplio conocimiento sobre la historia, mitos y secretos de la región.','我们的导游都是当地人，对该地区的历史、神话和秘密有着丰富的了解。','Nossos guias são moradores locais com amplo conhecimento sobre a história, os mitos e os segredos da região.')
            ],
            [
                'title' => PearTheme::lang('Small Personalized Groups','Pequeños grupos personalizados','小型个性化团体','Pequenos grupos personalizados'),
                'description' => PearTheme::lang('Our groups never exceed 10 people, giving you an unforgettable experience','Nuestros grupos nunca superan las 10 personas, brindándote una experiencia inolvidable.','我们的团体人数不超过 10 人，为您带来难忘的体验','Nossos grupos nunca excedem 10 pessoas, proporcionando uma experiência inesquecível.')
            ],
            [
                'title' => PearTheme::lang('Our Experiences','Nuestra experiencia','我们的经验','Nossas experiências'),
                'description' => PearTheme::lang('With seven years of experience and more than 20 packages to Machu Picchu alone, our team knows how to carry out a successful expedition.','Con siete años de experiencia y más de 20 paquetes solo a Machu Picchu, nuestro equipo sabe cómo llevar a cabo una expedición exitosa.','我们的团队拥有七年的经验，仅前往马丘比丘的旅行团就超过 20 个，他们知道如何进行一次成功的探险。','Com sete anos de experiência e mais de 20 pacotes apenas para Machu Picchu, nossa equipe sabe como realizar uma expedição bem-sucedida.')
            ],
            [
                'title' => PearTheme::lang('Sustainable Travel','Viajes Sostenibles','可持续旅游','Viagens sustentáveis'),
                'description' => PearTheme::lang('We believe in responsible tourism. Our tours are designed to respect the local communities and environment, ensuring a positive impact.','Creemos en el turismo responsable. Nuestros tours están diseñados para respetar las comunidades locales y el medio ambiente, asegurando un impacto positivo.','我们信奉负责任的旅游理念。我们的旅游行程尊重当地社区和环境，确保产生积极影响。','Acreditamos no turismo responsável. Nossos passeios são planejados para respeitar as comunidades locais e o meio ambiente, garantindo um impacto positivo.')
            ],
        ]
    ?>

    <div class="container">
        <!-- titulo -->
        <div class="w-lg-75 mx-auto mb-45 text-center position-relative z-2">
            <span class="fw-bold text-uppercase mb-1 text-primary"><?php echo PearTheme::lang('Choice','Elección','选择','Escolha')?></span>
            <h2 class="fw-bold h3 text-uppercase mb-3">
                <?php echo PearTheme::lang('Why Choose Us','Por qué elegirnos','为什么选择我们','Por que nos escolher')?>
            </h2>
            <p><?php echo PearTheme::lang('At 69 Explorer, we are committed to providing an exceptional experience. Your safety, comfort, and enjoyment are our top priorities. We continuously strive to exceed expectations and ensure that every trip with us becomes a cherished memory.','En 69 Explorer, estamos comprometidos a brindar una experiencia excepcional. Su seguridad, comodidad y disfrute son nuestras principales prioridades. Nos esforzamos continuamente por superar las expectativas y garantizar que cada viaje con nosotros se convierta en un recuerdo preciado.','在 69 Explorer，我们致力于提供非凡的体验。您的安全、舒适和享受是我们的首要任务。我们不断努力超越期望，确保与我们一起的每一次旅行都成为珍贵的回忆。','Na 69 Explorer, estamos comprometidos em proporcionar uma experiência excepcional. Sua segurança, conforto e diversão são nossas principais prioridades. Nós nos esforçamos continuamente para superar as expectativas e garantir que cada viagem conosco se torne uma lembrança inesquecível.')?></p>
        </div>
         
        <!-- cards -->
        <div class="row gx-3">
            <?php $count = 1;foreach ($textWhyUs as $item): ?>
            <div class="col-sm-6 col-lg-3 mb-3 mb-lg-0">
              <div class="bg-success px-3 py-3 d-flex flex-column align-items-center rounded-4 position-relative h-100">
                  <!-- Background -->
                  <img class="position-absolute start-0 top-0 w-100 h-100 object-fit-cover z-1" src="<?php echo get_template_directory_uri(); ?>/assets/imagenes/fondos/bg-cards.webp" alt="background page">

                  <div class="mb-3 rounded-circle px-3 py-3 bg-white">
                      <?php if($count===1){
                        echo '<svg xmlns="http://www.w3.org/2000/svg" width="26" height="28" viewBox="0 0 26 28" fill="none">
                          <path d="M21.5733 15.2157C22.0493 13.9586 22.3333 12.6741 22.3333 11.4001C22.3333 8.64184 21.2095 5.99653 19.2091 4.04613C17.2088 2.09572 14.4956 1 11.6667 1C8.83769 1 6.12458 2.09572 4.12419 4.04613C2.12381 5.99653 1 8.64184 1 11.4001C1 17.8911 8.38533 24.6512 10.8653 26.739C11.0964 26.9084 11.3776 27 11.6667 27C11.9557 27 12.237 26.9084 12.468 26.739C12.8348 26.4295 13.1962 26.114 13.552 25.7926M17 21.8003L19.6667 24.4003L25 19.2002M15.6667 11.4001C15.6667 13.5541 13.8758 15.3002 11.6667 15.3002C9.45753 15.3002 7.66667 13.5541 7.66667 11.4001C7.66667 9.24619 9.45753 7.50008 11.6667 7.50008C13.8758 7.50008 15.6667 9.24619 15.6667 11.4001Z" stroke="#E91E3E" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/>
                        </svg>';
                      } ?>
                      <?php if($count===2){
                        echo '<svg xmlns="http://www.w3.org/2000/svg" width="26" height="26" viewBox="0 0 26 26" fill="none">
                          <path d="M19.4236 16.8593C20.4904 17.4435 21.0998 18.4843 21.0234 19.5251C20.9722 20.1597 20.947 20.1857 20.1345 20.2873C19.6267 20.3636 16.4271 20.3888 13.1267 20.3888C9.39406 20.3888 5.48431 20.3125 5.20481 20.2361C4.08762 19.9566 4.697 17.9253 6.17006 16.9609C7.31244 16.2248 9.64837 15.1076 10.2837 14.98C11.1474 14.8021 11.249 14.2691 10.2837 12.5425C10.0554 12.1615 9.80112 10.9939 9.77594 9.77515C9.75075 7.79427 10.1318 6.44877 11.8584 5.78902C12.2142 5.66227 12.5693 5.61108 12.8992 5.61108C14.0416 5.61108 15.1084 6.24565 15.5398 7.18571C16.1744 8.42965 15.9209 11.756 15.2603 12.9496C14.4982 14.2951 14.5746 14.7273 15.4131 14.9556C15.9721 15.1084 17.6986 15.9209 19.4252 16.8601L19.4236 16.8593ZM5.61106 16.098C5.20481 16.3775 4.82375 16.7326 4.51906 17.0885C3.55381 17.0885 2.81769 17.0633 2.74131 17.0373C2.10675 16.8845 2.46181 15.717 3.30031 15.2091C3.93487 14.8029 5.23 14.1683 5.58587 14.092C6.04331 13.9904 6.14487 13.7109 5.58587 12.7465C5.45912 12.5433 5.30637 11.8828 5.30637 11.1978C5.28119 10.0806 5.5095 9.31852 6.47475 8.98865C7.28725 8.68396 8.20131 9.06502 8.53119 9.75077C8.86106 10.4617 8.68394 12.2898 8.32806 12.9504C7.92181 13.7377 7.99819 13.9408 8.45481 14.0676C8.55637 14.0928 8.7595 14.1943 9.039 14.3219C7.92181 14.7793 6.39837 15.617 5.61106 16.0996V16.098ZM22.3185 15.1328C22.9279 15.4626 23.2577 16.0216 23.2074 16.6058C23.1822 16.9617 23.1822 16.9869 22.7248 17.0373C22.598 17.0625 22.0138 17.0885 21.2517 17.0885C20.9218 16.657 20.4644 16.2508 19.9062 15.9713C18.8654 15.3619 17.5954 14.7013 16.6562 14.2951C16.9105 14.1935 17.1388 14.1171 17.2404 14.092C17.723 13.9904 17.7994 13.7109 17.2404 12.7465C17.1388 12.5433 16.9609 11.8828 16.9609 11.1978C16.9357 10.0806 17.1388 9.31852 18.1033 8.98865C18.9409 8.68396 19.855 9.06502 20.1597 9.75077C20.4896 10.4617 20.3628 12.2898 20.0069 12.9504C19.6007 13.7377 19.6511 13.9408 20.0833 14.0676C20.388 14.1691 21.3533 14.6266 22.3177 15.1344L22.3185 15.1328Z" fill="#E91E3E"/>
                        </svg>';
                      } ?>
                      <?php if($count===3){
                        echo '<svg xmlns="http://www.w3.org/2000/svg" width="30" height="26" viewBox="0 0 30 26" fill="none">
                          <path d="M5.81667 13.4815H15.0483C15.2852 15.1127 16.6801 16.3704 18.3833 16.3704C20.0866 16.3704 21.4815 15.1127 21.7183 13.4815H24.1833C25.3656 13.4815 26.3477 12.6302 26.5555 11.5113C28.2143 11.2946 29.5 9.89637 29.5 8.18519C29.5 6.474 28.2143 5.07578 26.5555 4.85911C26.3477 3.74015 25.3656 2.88889 24.1833 2.88889H17.8517C17.6148 1.25763 16.2199 0 14.5167 0C12.8134 0 11.4185 1.25763 11.1817 2.88889H9.15167C8.91483 1.25763 7.51993 0 5.81667 0C3.9481 0 2.43333 1.50896 2.43333 3.37037C2.43333 5.23178 3.9481 6.74074 5.81667 6.74074C7.51993 6.74074 8.91483 5.48311 9.15167 3.85185H11.1826C11.4195 5.48311 12.8144 6.74074 14.5176 6.74074C16.2209 6.74074 17.6158 5.48311 17.8526 3.85185H24.1843C24.8339 3.85185 25.3791 4.2823 25.5628 4.87067C23.9591 5.13548 22.7333 6.51348 22.7333 8.18519C22.7333 9.85689 23.9591 11.2349 25.5618 11.4997C25.3781 12.0881 24.8329 12.5185 24.1833 12.5185H21.7183C21.4815 10.8873 20.0866 9.62963 18.3833 9.62963C16.6801 9.62963 15.2852 10.8873 15.0483 12.5185H5.81667C4.63443 12.5185 3.6523 13.3698 3.44447 14.4887C1.78567 14.7054 0.5 16.1036 0.5 17.8148C0.5 19.526 1.78567 20.9242 3.44447 21.1409C3.6523 22.2599 4.63443 23.1111 5.81667 23.1111H8.28167C8.5185 24.7424 9.9134 26 11.6167 26C13.3199 26 14.7148 24.7424 14.9517 23.1111H20.8493C21.0861 24.7424 22.481 26 24.1843 26C26.0529 26 27.5676 24.491 27.5676 22.6296C27.5676 20.7682 26.0519 19.2593 24.1833 19.2593C22.4801 19.2593 21.0852 20.5169 20.8483 22.1481H14.9517C14.7148 20.5169 13.3199 19.2593 11.6167 19.2593C9.9134 19.2593 8.5185 20.5169 8.28167 22.1481H5.81667C5.16707 22.1481 4.62187 21.7177 4.4382 21.1293C6.04093 20.8645 7.26667 19.4865 7.26667 17.8148C7.26667 16.1431 6.04093 14.7651 4.4382 14.5003C4.62187 13.9119 5.16707 13.4815 5.81667 13.4815ZM5.81667 4.81482C5.01723 4.81482 4.36667 4.16674 4.36667 3.37037C4.36667 2.574 5.01723 1.92593 5.81667 1.92593C6.6161 1.92593 7.26667 2.574 7.26667 3.37037C7.26667 4.16674 6.6161 4.81482 5.81667 4.81482ZM14.5167 4.81482C13.7172 4.81482 13.0667 4.16674 13.0667 3.37037C13.0667 2.574 13.7172 1.92593 14.5167 1.92593C15.3161 1.92593 15.9667 2.574 15.9667 3.37037C15.9667 4.16674 15.3161 4.81482 14.5167 4.81482ZM24.6667 8.18519C24.6667 7.38881 25.3172 6.74074 26.1167 6.74074C26.9161 6.74074 27.5667 7.38881 27.5667 8.18519C27.5667 8.98156 26.9161 9.62963 26.1167 9.62963C25.3172 9.62963 24.6667 8.98156 24.6667 8.18519ZM18.3833 11.5556C19.1828 11.5556 19.8333 12.2036 19.8333 13C19.8333 13.7964 19.1828 14.4444 18.3833 14.4444C17.5839 14.4444 16.9333 13.7964 16.9333 13C16.9333 12.2036 17.5839 11.5556 18.3833 11.5556ZM24.1833 21.1852C24.9828 21.1852 25.6333 21.8333 25.6333 22.6296C25.6333 23.426 24.9828 24.0741 24.1833 24.0741C23.3839 24.0741 22.7333 23.426 22.7333 22.6296C22.7333 21.8333 23.3839 21.1852 24.1833 21.1852ZM11.6167 21.1852C12.4161 21.1852 13.0667 21.8333 13.0667 22.6296C13.0667 23.426 12.4161 24.0741 11.6167 24.0741C10.8172 24.0741 10.1667 23.426 10.1667 22.6296C10.1667 21.8333 10.8172 21.1852 11.6167 21.1852ZM5.33333 17.8148C5.33333 18.6112 4.68277 19.2593 3.88333 19.2593C3.0839 19.2593 2.43333 18.6112 2.43333 17.8148C2.43333 17.0184 3.0839 16.3704 3.88333 16.3704C4.68277 16.3704 5.33333 17.0184 5.33333 17.8148Z" fill="#E91E3E"/>
                        </svg>';
                      } ?>
                      <?php if($count===4){
                        echo '<svg xmlns="http://www.w3.org/2000/svg" width="26" height="26" viewBox="0 0 26 26" fill="none">
                          <g clip-path="url(#clip0_264_1723)">
                            <path d="M19.6907 6.86597C19.1142 6.2341 18.4404 5.67226 17.6743 5.20512C15.6944 3.99775 13.4359 3.62491 11.3116 3.98607C11.1235 4.01806 10.9365 4.05614 10.7508 4.09956C10.5008 4.15801 10.2531 4.22646 10.0086 4.30543C8.80109 4.69518 7.66999 5.33248 6.69926 6.19652C6.03321 6.78934 5.44247 7.4885 4.95477 8.28825C4.77592 8.58157 4.61601 8.88112 4.47347 9.1853C2.49828 13.3996 3.97439 18.5299 8.03795 21.0077C8.09528 21.0427 8.15318 21.0756 8.21102 21.1091C9.53915 21.8806 10.9848 22.2839 12.4275 22.3484C12.5654 22.3545 12.7032 22.3588 12.8409 22.3588C13.6666 22.3588 14.4872 22.2474 15.28 22.0322C15.8183 21.8862 16.3436 21.6923 16.849 21.4515C16.8829 21.4353 16.9167 21.4185 16.9505 21.4019C18.4742 20.6529 19.81 19.4783 20.7575 17.9246C21.3085 17.0209 21.6852 16.0592 21.8981 15.0788C22.5315 12.1633 21.7124 9.08201 19.6907 6.86597ZM9.16713 16.9704L9.65544 19.8241C9.42657 19.7145 9.20191 19.593 8.98233 19.4592C5.68658 17.4494 4.50769 13.2696 6.15879 9.86481L8.32832 11.1065C9.04053 11.514 9.39813 12.3545 9.19785 13.1504C9.14514 13.3599 9.20227 13.5788 9.3508 13.7359L9.41844 13.8075C10.0731 14.4997 10.0856 15.5958 9.44668 16.3028L9.32028 16.4427C9.19023 16.5867 9.13437 16.7791 9.16713 16.9704ZM8.60025 8.74315C8.509 8.79449 8.40678 8.82085 8.30374 8.82085C8.25433 8.82085 8.20482 8.8148 8.15622 8.80257L7.00374 8.51255C8.25489 6.91609 10.0682 5.94835 11.9865 5.7205L11.7225 6.76969C11.682 6.93051 11.5773 7.06773 11.4327 7.14903L8.60025 8.74315ZM14.6089 20.3377C13.6905 20.5603 12.7571 20.6062 11.8481 20.4822L11.7096 19.6369C11.6651 19.3653 11.8096 19.0979 12.0612 18.9864L12.6439 18.7282C13.6105 18.2997 14.7398 18.6258 15.329 19.5037L15.6401 19.9672L15.6986 19.9841C15.348 20.1282 14.9842 20.2467 14.6089 20.3377ZM19.9348 15.4L19.5492 15.0309C19.2919 14.7845 18.9547 14.6552 18.5979 14.6665C18.2418 14.6779 17.913 14.8286 17.6718 15.0909C17.2963 15.4993 16.7884 15.7761 16.2415 15.8702L14.7202 16.132C14.62 16.1492 14.5194 16.1577 14.4195 16.1577C14.0054 16.1577 13.6025 16.0119 13.2809 15.7395C12.8817 15.4014 12.6544 14.9075 12.6571 14.3844L12.6642 13.0149C12.6657 12.7292 12.5719 12.4461 12.4002 12.2177L11.6103 11.1672C11.4605 10.968 11.4483 10.6973 11.5796 10.4854L12.8276 8.47162C12.9334 8.3008 13.1173 8.19375 13.3181 8.18593L16.2089 8.07375L17.1584 7.03609C19.8418 8.93536 20.9209 12.3566 19.9348 15.4Z" fill="#E91E3E"/>
                            <path d="M22.3653 3.50345L22.1357 3.75146C19.6869 1.3323 16.4431 0 13 0C9.84354 0 6.79986 1.14527 4.4297 3.22476C1.61459 5.69486 0 9.25778 0 13C0 13.5009 0.406098 13.907 0.906953 13.907C1.40786 13.907 1.81391 13.5009 1.81391 13C1.81391 9.77991 3.20333 6.71399 5.626 4.58834C7.66518 2.79922 10.284 1.81396 13 1.81396C15.9666 1.81396 18.7613 2.96329 20.8694 5.05009C20.8807 5.06127 20.8928 5.07107 20.9046 5.08153L20.6354 5.37235C20.2954 5.7396 20.5787 6.33364 21.078 6.30053L22.7484 6.18998C23.0321 6.17124 23.2554 5.94054 23.265 5.65647L23.3246 3.89807C23.342 3.38579 22.7135 3.12726 22.3653 3.50345Z" fill="#E91E3E"/>
                            <path d="M25.0929 12.093C24.592 12.093 24.186 12.4991 24.186 13C24.186 15.7443 23.1825 18.3836 21.3605 20.4318C19.2379 22.8177 16.1906 24.186 12.9999 24.186C10.2841 24.186 7.66542 23.2009 5.62635 21.412C5.59324 21.3829 5.55815 21.3578 5.5223 21.3343L5.75183 21.0864C5.81236 21.021 5.85278 20.9483 5.87614 20.8733C5.98365 20.5273 5.71953 20.131 5.30917 20.1581L4.40608 20.2178L3.63877 20.2686C3.35511 20.2873 3.13177 20.518 3.12217 20.8021L3.06261 22.5605C3.04524 23.0729 3.67366 23.3314 4.02187 22.9552L4.30858 22.6455C4.34417 22.6918 4.3846 22.7355 4.4302 22.7755C6.80016 24.8549 9.84368 26 12.9999 26C16.708 26 20.2493 24.4099 22.7157 21.6376C24.8335 19.2568 25.9999 16.1894 25.9999 13C25.9999 12.4991 25.5938 12.093 25.0929 12.093Z" fill="#E91E3E"/>
                          </g>
                          <defs>
                            <clipPath id="clip0_264_1723">
                              <rect width="26" height="26" fill="white"/>
                            </clipPath>
                          </defs>
                        </svg>';
                      } ?>
                  </div>

                  <h3 class="h5 text-white mb-2 text-center z-2"><?= $item['title']; ?></h3>
                  <p class="text-white fs-93 text-center z-2"><?= $item['description']; ?></p>
              </div>
            </div>
            <?php $count++; ?>
            <?php endforeach; ?>
        </div>

    </div>

</section>
<!-- Fin Why Choose home -->